{
  "tabs": [
    {
      "label": "First Tab",
      "id": "tab-one",
      "active": true,
      "content": "<h3>First Tab</h3><p>Accusamus recusandae consequat, velit hic perferendis consectetuer excepteur dictum nullam! Aute laoreet, ipsum sunt id asperiores quis accusamus lectus a, deleniti lacus nisl error consequatur optio minim rhoncus aptent do, mollitia dapibus pede, natoque integer pharetra iusto blandit ad! Elementum lacus voluptatibus. Cupidatat aliqua scelerisque! Cras at aliqua, montes ullamcorper.</p><p>Quod primis placeat praesent cupidatat facilisi quidem culpa, lacus nemo, aliquid, per integer nulla fugit venenatis fugiat laboriosam posuere deleniti illo mattis, aptent mus luctus diamlorem molestie ligula! Autem dolore? Suscipit consectetuer pede rhoncus? Voluptas voluptate veritatis id? Rhoncus congue quos repellendus doloribus magni semper, tempora etiam vulputate cupidatat scelerisque.</p>",
      "contentClass": "box--mobile padded-box"
    },
    {
      "label": "Second Tab",
      "id": "tab-two",
      "active": false,
      "content": "<h3>Second Tab</h3><p>Quia deserunt reiciendis per, ut! Ex error mi earum voluptate dolore deserunt, pulvinar! Mattis quasi vestibulum expedita. Euismod vestibulum sem? Consequuntur harum quam. Atque, tortor illo eros, aliquid accusamus ullamcorper natus maxime elit reprehenderit, pulvinar. Ligula, volutpat aut arcu nec ratione laboriosam ducimus nesciunt iste felis hendrerit enim, non dolores.</p><p>Et montes, a sollicitudin, reprehenderit dolor, porro quaerat dolor voluptatem, neque mauris blanditiis laborum earum tempor illo dicta, curae suspendisse? Deleniti, sociosqu, vivamus? Vivamus. Mollis assumenda inceptos adipisicing deleniti corporis quos? Optio beatae. Eligendi faucibus, per, eligendi viverra, maxime elit ut mollit? Velit elementum. Eu praesent? Fermentum eu? Ratione tempor.</p>",
      "contentClass": "box--dark-gray-3 padded-box"
    },
    {
      "label": "third Tab",
      "id": "tab-three",
      "active": false,
      "content": "<h3>Third Tab</h3><p>Proident habitasse suscipit fuga necessitatibus, consequat quisquam tempore excepteur nisl, mus architecto. Tincidunt, laudantium? Animi eos cumque sociosqu leo atque! Euismod consequatur vitae facilis? Exercitation! Purus? Egestas ipsam, repellat expedita, interdum ligula, debitis debitis perferendis. Quam, facere dapibus amet provident, eos cubilia sodales quo explicabo nam fuga sunt delectus ad.</p><p>Diam nunc arcu montes arcu quae atque mi, molestiae ex ornare neque. Do, mattis dicta fermentum eius viverra quae quasi erat at laudantium optio. Provident amet, fusce, tempore dicta pellentesque, potenti dolor turpis nonummy volutpat omnis, asperiores nostrum. Platea beatae, voluptas tortor blandit mauris. Odit, magni saepe, cillum cumque consectetur.</p>",
      "contentClass": "box--desktop padded-box"
    }
  ]
}